Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: Rauda Morcos, general coordinator of Aswat-Palestinian Gay Women, signed on.
pt_br: Rauda Morcos, coordenadora geral da Aswat-Palestinian Gay Women, assinou.

source: Ray from Farmington, Conn., suggests, “Put Cheney and Bush in jail instead of the Cuban Five.”
pt_br: Ray de Farmington, Connecticut, sugere: “Coloque Cheney e Bush na cadeia em vez dos Cinco Cubanos”.

source: Rebeca Toledo, Shelley Ettinger and Bob McCubbin — all long-time members of Workers World Party's Lesbian/Gay/Bi/Trans Caucus — contributed their acumen as political readers.
pt_br: Rebeca Toledo, Shelley Ettinger e Bob McCubbin — membros de longa data do Workers World Party's Lesbian/Gay/Bi/Trans Caucus — contribuíram com sua inteligência como leitores políticos.

source: Rebecca writes from San Diego, Calif., “Free the Cuban Five!!
pt_br: Rebecca escreve de San Diego, Califórnia. Libertem os Cinco Cubanos!!

source: Recalling the Greek Amazon warriors, the Europeans dubbed the river that flowed through that area the “River of the Amazons.” (Magalhães)
pt_br: Recordando as guerreiras amazonas gregas, os europeus apelidaram o rio que corria por aquela região de "Rio das Amazonas.” (Magalhães)

source: Regarding the revolution’s efforts to eliminate old prejudice against homosexuality, Fidel Castro concluded during a 1988 interview with a Galician television station: “Given that we can make mistakes, we obsessively follow the idea [of ] what is just, right and best for the people, and what is most humane for our people and our society.
pt_br: Sobre os esforços da revolução para eliminar o velho preconceito contra a homossexualidade, Fidel Castro concluiu durante uma entrevista de 1988 a uma estação de televisão galega: “Dado que podemos cometer erros, seguimos obsessivamente a ideia do que é justo, certo e melhor para o povo e o que é mais humano para nosso povo e nossa sociedade.

source: Reporting for the publication Paris Match, Nina Sutton cited a “nonofficial State Department source” as saying at least 10,000 Cuban homosexuals had emigrated at Mariel.
pt_br: Reportando para a publicação do jornal francês Paris Match, Nina Sutton citou uma "fonte não ficial do Departament ode Estado" dizendo que pelo menos 10.000 homossexuais tinham emigrados em Mariel.

source: Respect for the power of collective work keeps activists "right sized."
pt_br: Respeito pelo poder do trabalho coletivo mantém os ativistas “do lado certo”.

source: Revolution takes work
pt_br: Revolução dá trabalho

source: Revolutionary Cuba is also making qualitative leaps in understanding gender expression.
pt_br: A Cuba revolucionária também está dando saltos de qualidade no entendimento da expressão de gênero.

source: Revolutionary Cuba — the “hope of the hemisphere” — has done a better job dealing with its tasks.
pt_br: Cuba revolucionária — a “esperança do hemisfério” — fez um trabalho melhor lidando com suas tarefas.

source: Revolutionary Cuban leadership brought the battle against AIDS and sexual prejudices — including bigoted attitudes about bisexuality — to the small screen of popular television, as well as the big screens of culture.
pt_br: A liderança revolucionária cubana trouxe a batalha contra a AIDS e os preconceitos sexuais — incluindo atitudes preconceituosas sobre a bissexualidade — para as telinhas da TV popular assim como para as telonas da cultura.

source: Revolutionary Puerto Rican trade unionist Luisa Capetillo on the day of her arrest in Havana on cross-dressing charges.
pt_br: Sindicalista revolucionária porto-riquenha Luisa Capetillo no dia de sua prisão em Havana sob acusações de travestismo.

source: Ricardo Alarcon, president of Cuba’s National Assembly, stated in spring 2007: ‘We have to abolish any form of discrimination’ against homosexuality.
pt_br: Ricardo Alarcón, presidente da Assembleia Nacional de Cuba, declarou na primavera de 2007: "Temos que abolir qualquer forma de discriminação" contra a homossexualidade.

source: Ricardo Alarcón, president of Cuba’s National Assembly, stated in the spring, “We have to abolish any form of discrimination” against homosexuality.
pt_br: Ricardo Alarcón, presidente da Assembleia Nacional de Cuba, disse na primavera que "Temos que abolir qualquer forma de discriminação" contra a homossexualidade.

source: Richard, from Madera, Calif., says succinctly, “It’s way past time to change our policy toward Cuba and the Cuban people.”
pt_br: Richard, de Madera, Califórnia, diz sucintamente: “Já passou da hora de mudar nossa política em relação a Cuba e ao povo cubano”.

source: Richard, in Jacksonville, Ill., says, “Close Guantánamo, human rights are for humans everywhere.”
pt_br: Richard, em Jacksonville, Illinois, diz: “Perto de Guantánamo, os direitos humanos são para humanos em todos os lugares”.

source: Robles and at least four others rose to the rank of colonel.
pt_br: Robles e pelo menos outros quatro ascenderam ao posto de coronel.

source: Robles was a one of a number of female-bodied Mexican revolutionaries who enlisted as males and fought for national independence from Spain.
pt_br: Robles foi um de vários revolucionários mexicanos com corpos femininos que se alistou como homem e lutou pela independência do país contra a Espanha.

source: Same-gender-loving and heterosexual couples living together at the complex is a common occurrence.
pt_br: O amor pelo mesmo gênero e casais heterossexuais vivendo juntos era um acontecimento comum no complexo.

source: Same-sex love was still illegal across the United States.
pt_br: O amor entre pessoas do mesmo sexo ainda era ilegal em boa parte dos Estados Unidos

source: Same-sex marriage
pt_br: Casamento entre pessoas do mesmo sexo

source: Santería, for example, used the trappings of Roman Catholicism to shelter African religious beliefs and rituals — which make room for very different sex/gender expression.
pt_br: A Santería, por exemplo, usava os adornos do catolicismo romano para abrigar crenças e rituais religiosos africanos, que dão espaço para expressões de sexo e de gênero muito diferentes.

source: Secretary General has proposed — and is making a worthy and just effort to obtain — $7 to $10 billion for the fight against AIDS.
pt_br: da ONU propôs - e está fazendo um esforço digno e justo para obter - de 7 a 10 milhões de dólares para lutar contra a AIDS..

source: Several of these did not necessarily share the Aztecs’ vision of homosexuality and its practice.
pt_br: Diversos deles não compartilhavam necessariamente as visões Astecas sobre homosexualidade e sua prática.

source: Several thousand self-identified homosexual Cubans were among the some 120,000 who left the island over a two-month period in 1980 from the port of Mariel and sailed to the U.S.
pt_br: Milhares de cubanos que se identificavam como homossexuais estavam entre as 120.000 pessoas que sairam da ilha, em um período de dois meses nos anos 80, partindo do porto de Marial e navegando até os Estados Unidos.

source: Sex change and social change
pt_br: Mudança de sexo e mudança social

source: Sex reassignment surgery — cost-free, like all forms of health care in Cuba — will be more available on request.
pt_br: A cirurgia de redesignação sexual – gratuita, como todas as formas de assistência médica em Cuba – estará mais disponível mediante solicitação.

source: She also noted the need in Cuban society of a profound understanding of gender and sexuality.”
pt_br: Ela também observou a necessidade na sociedade cubana de uma profunda compreensão de gênero e sexualidade."

source: She also spoke in public about the needs of working women, including the right to sex education.
pt_br: Ela também falava em público sobre as necessidades das mulheres trabalhadoras, incluindo o direito à educação sexual.

source: She emphasized the need for legislation and other actions to block discrimination and raise popular consciousness.
pt_br: Ela enfatizou a necessidade de legislação e outras ações para bloquear a discriminação e aumentar a consciência popular.

source: She explained that CENESEX intervened and set up a channel of communication with the revolutionary security forces and the Ministry of the Interior.
pt_br: Ela explicou que a CENESEX interveio e criou um canal de comunicação com as forças de segurança revolucionárias e o Ministério do Interior.

source: She has proposed that when the Cuban Constitution of the Republic is next revised, the category of “sexual orientation” be added.
pt_br: Ela propôs que quando a Constituição da República Cubana for revisada, a categoria de “orientação sexual” seja adicionada.

source: She leaves the value of her lifetime of laboring for change to the Cuban people, the Cuban Revolution and the communist movement worldwide.
pt_br: Ela deixou os valores de toda a vida que passou trabalhando para melhorias na vida do povo cubano, na revolução cubana e no movimento comunista internacional.

source: She offered a concrete example about AIDS safer-sex education.
pt_br: Ela ofereceu um exemplo concreto sobre uma educação sexual mais segura da AIDS.

source: She pointed to the bashings of transsexuals and homosexuals in England and other imperialist countries: “This doesn’t exist in Cuba.
pt_br: Ela apontou para os ataques a transexuais e homossexuais na Inglaterra e em outros países imperialistas: “Isso não existe em Cuba.

source: She said an epidemiological approach to prevent AIDS transmission might simply suggest, “Use a condom.”
pt_br: Ela disse que uma abordagem epidemiológica para prevenir a transmissão da AIDS pode simplesmente sugerir: “Use camisinha”.

source: She stated that neighbors had complained about street solicitation.
pt_br: Ela disse qie vizinhos reclamaram de prostituição na rua.

source: She strongly believed that sexuality was not the business of the church or the state.
pt_br: Ela acreditava que a sexualidade não era assunto para a igreja nem para o Estado.

source: She talked about the revolutionary labor that is still required to make progress in overcoming old prejudices about same-sex love.
pt_br: Ela falou sobre o trabalho revolucionário que ainda é necessário para progredir na superação de velhos preconceitos sobre o amor entre pessoas do mesmo sexo.

source: She told interviewer Eduardo García Jiménez, “I do believe that since the 1990s there is greater acceptance of the presence of homosexuals by some portion of the population and public institutions.
pt_br: Ela disse ao entrevistador Eduardo García Jiménez: “Eu acredito que desde os anos de 1990 há uma maior aceitação da presença de homossexuais por parte da população e instituições públicas.

source: Since she and CENESEX are part of the revolution, they don’t have to do this work alone.
pt_br: Como ela e a CENESEX fazem parte da revolução, eles não precisam fazer esse trabalho sozinhos.

source: Since the victory over the U.S.-backed Batista dictatorship in 1959, Cuba has mobilized the people to reorganize the economy to meet the needs of the whole laboring population.
pt_br: Desde a vitória sobre a ditadura pró-estadunidense de Batista em 1959, Cuba mobilizou o povo para reorganizar a economia para satisfazer todas as necessidades da população trabalhadora.

source: So did Barbara Findlay, co-chair of the Lesbian Gay Bisexual and Transgender Issues Section, BC Branch, Canadian Bar Association; and the law office of Lenore Rae Shefman, San Francisco, Calif.
pt_br: Assim como Barbara Findlay, co-presidente da Seção de Questões Gays Lésbicas Bissexuais e Transgêneros, BC Branch, Canadian Bar Association; e o escritório de advocacia de Lenore Rae Shefman, São Francisco, Califórnia.

source: So did Cuba’s National Center for Sex Education (CENESEX).
pt_br: Também fez isso o Centro Nacional de Educação Sexual de Cuba (CENESEX).

source: Socialism should be a society that does not exclude anybody.’
pt_br: O socialismo deve ser uma sociedade que não exclua ninguém.”

source: Socialism should be a society that does not exclude anybody.”
pt_br: Socialismo deveria ser uma sociedade que não exclui ninguém."

source: Solidarity is not charity
pt_br: Solidariedade não é caridade

source: Solidarity proposal
pt_br: Proposta de solidariedade

source: Solving the economic and social problems that the capitalists cannot and will not tackle is the dynamic forward motion of revolution.
pt_br: Resolver os problemas econômicos e sociais que os capitalistas não podem e não vão resolver é a dinâmica para levar adiante a revolução.

source: Some 120,000 Cubans left, out of the country’s total population of 11 million.
pt_br: Aproximadamente 120.000 dos 11 milhões de cubanos sairam do país.

source: Some 40 other Cubans have applied for sex-reassignment.
pt_br: Outras 40 solicitaram a mudança de sexo.

source: Some are indignant that the theme is shown on screen, others applaud the initiative, and still others say that these themes have to be aired but not in this way.
pt_br: Alguns estão indignados que o tema seja mostrado na TV, outros aplaudem a iniciativa e outros ainda dizem que esses temas têm que ser exibidos, mas não dessa maneira.

source: Some even showed signs of singular tolerance towards it in their communities.
pt_br: Alguns inclusive demonstavam sinais de uma tolerânica particular quando direcionada às suas próprias comunidades.

source: Some — the privileged and rich — have managed to reduce the mortality rate with medicines sold at high, unreasonable prices.
pt_br: Alguns - os privilegiados e ricos - foram capazes de reduzir a taxa de mortalidade com medicamentos vendidos a preços altos e insensatos.

source: Soon, with more help, these articles will also be recorded as audio podcasts at www.workers.org.
pt_br: No futuro, e com mais ajuda, esse artigo será gravado como um podcast em www.workers.org.

source: Speaking as the rising voice of imperialist military aggression at the turn of the 20th century, Theodore Roosevelt — who extolled male “virility” — added: “The greatest danger that a long period of profound peace offers to a nation is that of effeminate tendencies in young men.” Aggression by the rich, and later the super-rich, whether economic or meted out on their behalf by the armed bodies of the state, has always been “gendered” as masculine, superior and invincible.
pt_br: Falando da voz crescente das agressões militares imperialistas na volta do século 20, Theodore Roosevelt — que enalteceu a “virilidade” masculina — adiciona: “O maior perigo que um longo período de paz oferece para uma nação são as tendências afeminadas nos jovens homens.” As agressões dos ricos, e depois dos super-ricos, seja essa agressão econômica ou aplicada no nome do corpo armado do estado, sempre foram denominadas como masculinas, superioras e invencíveis.

source: Still photo from the ground-breaking documentary ‘Gay Cuba.’
pt_br: Fotografia estática do documentário de vanguarda, ‘Gay Cuba’.

source: Such a legal measure, she pressed, would make this protection even more evident.
pt_br: Tal medida legal, ela enfatizou, tornaria essa proteção ainda mais evidente.

source: Such cynical ‘assistance’ in coming out continues to be a favored weapon against lesbians and gay men who are well integrated into the revolution.”
pt_br: Essa "assistência" cínica para sair do armário continua sendo uma arma valiosa contra gays e homens gays que conseguiram se integrar na revolução".

source: THEY MUST BE FREE!”
pt_br: ELES DEVEM SER LIVRES!"

source: Taken together, all those I've named — and many others to whom I still owe a hand shake — are from many nationalities, who speak different mother tongues; some born in countries around the globe; some born in the U.S. Their ages represent a span of more than half a century.
pt_br: Juntos, todos esses que nomeei — e muitos outros que eu ainda devo um aperto de mão — são de muitas nacionalidades, falam muitas línguas: alguns nascidos em diversos países ao redor do globo, outros nascidos nos EUA. Suas idades estão distribuídas em um período de quase meio século.

source: Terry added, “Information is reaching the public without any sensationalism, without creating any hysteria or panic.
pt_br: Terry completou, “Informações chegam ao público sem sensacionalismo, sem criar histeria ou pânico.

source: Terry articulated this clearly: “We are carrying out our program by giving the public a lot of scientific information, speaking to them clearly about the modes of transmission and not generating phenomena such as homophobia or sexual repression.
pt_br: Terry disse claramente: “Conduzimos nosso programa fornecendo ao público abundante informação científica, falando claramente sobre os meios de transmissão, e não provocando fenômenos como homofobia ou repressão sexual.

source: Terry concluded, “I repeat that the method of quarantine in a sanatorium isn’t permanent.
pt_br: Terry concluiu, “Eu repito que o método de quarentena em um sanatório não é permanente.

source: Terry stressed of Cubans living in the sanatoria, “They visit their families at home, go out on pass; their families visit them, every day.
pt_br: Sobre os cubanos nos sanatórios, Terry salientou: “Visitam seus familiares em casa, saem sob permissão; as famílias vêm para visitas todos os dias.

source: Terry summed up, “We start from the ideas that AIDS is transmitted not because of what you are but because of what you do, and therefore there’s no reason to generate any kind of persecution or phobia against any patient.”
pt_br: Terry sintetizou, “Partimos do princípio de que a AIDS é transmitida não por causa do que você é, mas por causa do que você faz, logo não há motivos para provocar nenhum tipo de perseguição ou fobia contra nenhum paciente.”

source: Thank you also to each of the photographers who donated their images to this book, including G. Dunkel, Margaret “Peggy” Gilpin, Liz Green, Teresa Gutierrez, Walter Lippmann, Sonja de Vries and Roberto J. Mercado; and to Yamila Azize-Vargas for contributing from her own personal collection a key historical photograph of Luisa Capetillo.
pt_br: Também agradeço a cada um dos fotógrafos que doaram suas imagens para esse livro, incluindo G. Dunkel, Margaret “Peggy” Gilpin, Liz Green, Teresa Gutierrez, Walter Lippmann, Sonja de Vries e Roberto J. Mercado; e a Yamila Azize-Vargas por contribuir de sua coleção pessoal com uma importante fotografia histórica de Luisa Capetillo.

source: Thank you!
pt_br: Obrigada!

source: Thank you!!!!!!”
pt_br: Obrigado!!!!!!”

source: Thanks to Janet Mayes for creating the index.
pt_br: Agradeço a Janet Mayespor ter criado o índice.

source: That does not mean that the contradiction has been resolved for all individuals at all levels of society.
pt_br: Isso não significa que a contradição tenha sido resolvida para todos os indivíduos em todos os níveis da sociedade."

source: That is because of the LGBT movement’s relationship to its own ruling class in capitalist countries.
pt_br: Isso se deve à relação do movimento LGBT com sua própria classe dominante nos países capitalistas.

source: That statistic is especially remarkable given Cuba’s sexually active youth and easygoing attitudes about sex.” MEDICC Review editors explained that, “By the end of 2001, Cuba will have approved its most ambitious offensive yet against HIV/AIDS: setting up a National Task Force Against AIDS (GOPELS),” to be headed by the minister of public health and the secretary of the council of ministers.
pt_br: Essa estatística chama a atenção sobretudo levando em conta a juventude ativamente sexual de Cuba e a atitude aberta do país com relação ao sexo." Editores da MEDICC Review explicaram que "Ao fim de 2001, Cuba terá atingido a sua ofensiva mais ambiciosa até então contra o HIV: estabelecendo uma Força Tarefa Nacional Contra a AIDS (GOPELS)", liderada pelo ministro de saúde pública e pelo secretário do conselho de ministros.

source: That’s what half a millennium of colonialism and imperialism leaves — problems.
pt_br: Isso é o que deixa meio milênio de colonialismo e imperialismo: problemas.

source: The Financial Times — no friend to socialist construction — reported, “Cuba has much to teach the world about tackling AIDS, the American Association for the Advancement of Science heard on [Feb.
pt_br: O Financial Times, nada amigável à construção socialista, reportou que "Cuba tem muito a ensinar ao mundo na luta contra a AIDS, segundo a Associação Americana para o Avanço da Ciência em 16 de

source: The Miami Herald, an unlikely source for any supportive news about Cuba, reported in November 2006, “Now, as the show draws to an end, Cuban gays and lesbians say the show is symbolic of the communist island’s government and people becoming more accepting towards them.” (See bibliography: “Cuban soap operas”)
pt_br: O Miami Herald, uma fonte improvável para qualquer notícia de apoio sobre Cuba, relatou em novembro de 2006: “Agora, com a novela chegando ao fim, gays e lésbicas cubanos dizem que o show é um símbolo do governo da ilha comunista e as pessoas estão se tornando mais receptivas a eles." (Ver bibliografia: "novelas cubanas")

source: The Communist Party of Cuba has welcomed an update of the revolutionary Family Code to include same-sex and trans rights, reported National Center for Sexual Education (CENESEX) Director Mariela Castro Espín at the 5th International Culture and Development Congress held in Havana on June 11-14, 2007.
pt_br: O Partido Comunista de Cuba acolheu uma atualização revolucionária do Código da Família para incluir direitos de pessoas do mesmo sexo e trans, reportou a diretora do Centro Nacional para Educação Sexual (CENESEX), Mariela Castro Espín, no 5º Congresso Internacional de Cultura e Desenvolvimento organizado em Havana, entre 11 e 14 de junho de 2007.

source: The Cuban Revolution elevated mass popular discussion about how to raise a “new man” and a “new woman” in a society still trying to shed the burdens of almost half a millennium of patriarchal class rule and church dogma.
pt_br: A revolução cubana elevou a massa populacional na discussão sobre como criar um “novo homem” e uma “nova mulher” em uma sociedade que ainda tenta destruir as manchas de uma sociedade que, por quase meio milênio, foi dominada por uma classe patriarcal e pelo dogma da igreja.

source: The Cuban Revolution has had to take up the tasks that history presented it, including the eventual eradication of the legacies of racism, sexism and anti-gay bigotry.
pt_br: A Revolução Cubana teve que assumir as tarefas que a história lhe apresentou, incluindo a eventual erradicação dos legados do racismo, sexismo e intolerância anti-gay.

source: The Cuban Revolution has made enormous strides in eliminating racism, which itself required dismantling the apartheid economic and social structures.
pt_br: A revolução cubana deu passos gigantes na eliminação do racismo, o que por si só exigiu o fim da economia do apartheid e das estruturas sociais.

source: The Cuban Revolution merits the support of progressives and communists around the world, without demands that it measure up as “perfect” using an imperial ruler.
pt_br: A Revolução Cubana merece o apoio de progressistas e comunistas em todo o mundo, sem exigir que seja tida como “perfeita” usando uma régua imperial.

source: The Cuban Women’s Federation (FMC) hosted the opening screening of the documentary in Havana in 1994.
pt_br: A Federação das Mulheres Cubanas (FMC) realizou e inaugurou a sessão de estreia do documentário em Havana, em 1994.

source: The Cuban approach to AIDS saved lives, Joseph Mutti stated in June 1999.
pt_br: A abordagem cubana contra a AIDS salvou vidas, disse Joseph Mutti em 1999.

source: The Cuban government tried unsuccessfully to deport her as an agitator.
pt_br: O governo cubano tentou deportá-la como agitadora, sem sucesso.
